[Character.CharClass_Nast_ThresherSmall AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_ThresherSmall AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Thresher Girino")
PlayThroughs[1]=(DisplayName="Thresher Sanguessuga")
PlayThroughs[2]=(DisplayName="Thresher Jovem")

